Repository: tseopro/tseoindexing
Catalog: languages/tseoindexing-*.po
Languages: es_es

source: This plugin notifies the Google Indexing API about new or updated posts and can request page removals. It integrates with Google Merchant Center to easily set up and submit product listings, featuring AI to generate optimized titles and descriptions. WooCommerce is required for Merchant Center features.
es_es: Este plugin notifica a la API de indexación de Google sobre nuevas publicaciones o actualizaciones y puede solicitar la eliminación de páginas. Se integra con Google Merchant Center para configurar y enviar fácilmente listados de productos, utilizando inteligencia artificial para generar títulos y descripciones optimizados. Se requiere WooCommerce para las funciones de Merchant Center.

source: Console
es_es: Consola

source: Tools
es_es: Herramientas

source: Config URLs
es_es: Configurar URLs

source: Setting Indexing
es_es: Config Indexing

source: Setting Merchant
es_es: Config Merchant

source: Product List
es_es: Lista de productos

source: Dashboard / Documentation
es_es: Escritorio / Documentación

source: API Key and settings saved successfully.
es_es: Clave de API y configuraciones guardadas exitosamente.

source: Error uploading file. Please ensure it is a valid JSON file.
es_es: Error al subir el archivo. Por favor, asegúrate de que sea un archivo JSON válido.

source: Google Search Console - Settings
es_es: Google Search Console - Ajustes

source: Google Service Account JSON
es_es: JSON de la Cuenta de Servicio de Google

source: Submit Posts to Google
es_es: Enviar Publicaciones a Google

source: Submit the following post types automatically to Google's Instant Indexing API when a post is published, edited, or deleted.
es_es: Enviar automáticamente los siguientes tipos de publicaciones a la API de Indexación Instantánea de Google cuando una publicación se publique, edite o elimine.

source: Upload JSON and Save Settings
es_es: Subir JSON y Guardar Configuraciones

source: Current JSON
es_es: JSON Actual

source: Action
es_es: Acción

source: Status
es_es: Estado

source: Type
es_es: Tipo

source: View
es_es: Ver

source: Update
es_es: Actualizar

source: Add
es_es: Agregar

source: TSEO Console
es_es: TSEO Consola

source: TSEO tools
es_es: TSEO herramientas

source: Google Merchant Center - Settings
es_es: Google Merchant Center - Ajustes

source: WooCommerce Product List
es_es: Lista de Productos de WooCommerce

source: SEO Options
es_es: Opciones SEO

source: By activating SEO Options, you have a set of powerful tools without the need for third-party plugins: sitemaps, schema, open graph, image compressor and converter, etc.
es_es: Al activar las Opciones de SEO, tendrás un conjunto de herramientas poderosas sin necesidad de plugins de terceros: sitemaps, schema, open graph, compresor y convertidor de imágenes, etc.

source: Services
es_es: Servicios

source: General settings on the various services integrated within TSEO PRO without the use of any plugins. Knowing these different sections is of utmost importance.
es_es: Configuraciones generales en los diversos servicios integrados dentro de TSEO PRO sin el uso de ningún plugin. Conocer estas diferentes secciones es de suma importancia.

source: The theme comes integrated with the necessary legal documentation to get started, which you can activate from the corresponding section. For now, it is only available in Spanish or English.
es_es: El tema viene integrado con la documentación legal necesaria para comenzar, la cual puedes activar desde la sección correspondiente. Por ahora, solo está disponible en español o inglés.

source: If you use WooCommerce as an online store, activate this service to enable multiple tools to customize the store.
es_es: Si usas WooCommerce como tienda en línea, activa este servicio para habilitar múltiples herramientas para personalizar la tienda.

source: Powerful marketing toolset: Notifications, Chatbot, WhatsApp, Landing Page, Google Reviews, and Banners. Stand out and grow your business!
es_es: Conjunto de herramientas de marketing poderosas: Notificaciones, Chatbot, WhatsApp, Landing Page, Reseñas de Google y Banners. ¡Destaca y haz crecer tu negocio!

source: YouTube Videos
es_es: Videos de Youtube

source: Create a catalog of YouTube videos with their own covers, and you can trigger the playback of each video in a pop-up window using a custom [shortcode].
es_es: Crea un catálogo de videos de YouTube con sus propias portadas, y puedes activar la reproducción de cada video en una ventana emergente usando un [shortcode] personalizado.

source: Documentation
es_es: Documentación

source: If you have a product or service that requires technical documentation for its use, activate this service. Two new tabs will be activated: Documentation and Snippets.
es_es: Si tienes un producto o servicio que requiere documentación técnica para su uso, activa este servicio. Se activarán dos nuevas pestañas: Documentación y Snippets.

source: Turn the Web into an App with a powerful natural cache. It can also be installed on desktop and mobile devices. In the footer and on compatible devices, its installation is prompted.
es_es: Convierte la web en una aplicación con un potente caché natural. También se puede instalar en dispositivos de escritorio y móviles. En el pie de página y en dispositivos compatibles, se solicitará su instalación.

source: This is a service under development to launch a professional App that can be downloaded and installed without the need for app stores. It works in conjunction with the main PWA Web.
es_es: Este es un servicio en desarrollo para lanzar una aplicación profesional que se puede descargar e instalar sin necesidad de tiendas de aplicaciones. Funciona junto con la principal PWA Web.

source: International SEO
es_es: SEO internacional

source: When you activate international SEO, the tool automatically generates hreflang tags across all editors: Pages, Posts, Docs, and Products.
es_es: Cuando activas el SEO internacional, la herramienta genera automáticamente etiquetas hreflang en todos los editores: Páginas, Publicaciones, Documentos y Productos.

source: We explain how you can enable the section to promote your own cryptocurrency (token) from your website with links to the Ethereum or Binance networks.
es_es: Te explicamos cómo puedes habilitar la sección para promover tu propia criptomoneda (token) desde tu sitio web con enlaces a las redes de Ethereum o Binance.

source: Advanced settings
es_es: Ajustes avanzados

source: Advanced web configuration section. In this section, we teach you how .htaccess works for Linux or web.config for Windows.
es_es: Sección avanzada de configuración web. En esta sección, te enseñamos cómo funciona .htaccess para Linux o web.config para Windows.

source: Information
es_es: Información

source: Boost your business with our TSEO PRO theme
es_es: Impulsa tu negocio con nuestro tema TSEO PRO

source: A Hassle-Free, Comprehensive Solution: If you're aiming to establish a powerful and seamless online presence, you've come to the right place. With our TSEO PRO theme and its 'Web Renting' subscription model, we offer an ideal solution for businesses and entrepreneurs. Get a high-performance website, SEO-optimized, without making significant upfront investments.
es_es: Una solución integral y sin complicaciones: Si buscas establecer una presencia en línea poderosa y fluida, has llegado al lugar indicado. Con nuestro tema TSEO PRO y su modelo de suscripción 'Web Renting', ofrecemos la solución ideal para empresas y emprendedores. Obtén un sitio web de alto rendimiento, optimizado para SEO, sin realizar inversiones iniciales significativas.

source: Visit TSEO PRO
es_es: Visita TSEO PRO

source: You do not have permission to perform this action.
es_es: No tienes permiso para ejecutar esta acción.

source: Connected
es_es: Conectado

source: Disconnected
es_es: Desconectado

source: Connection Status:
es_es: Estado de la Conexión:

source: Select Products to Send to Google Merchant Center
es_es: Seleccione productos para enviar a Google Merchant Center

source: Only products that meet the Google Merchant Center publication criteria can be selected for submission.
es_es: Solo los productos que cumplen con los criterios de publicación de Google Merchant Center pueden ser seleccionados para enviar.

source: Image
es_es: Imagen

source: Product
es_es: Producto

source: Price
es_es: Precio

source: Condition
es_es: Condición

source: Brand
es_es: Marca

source: Google Cat
es_es: Categoría Google

source: New
es_es: Nuevo

source: Refurbished
es_es: Reacondicionado

source: Used
es_es: Usado

source: No Condition
es_es: No Condición

source: Shopping ads
es_es: Anuncios Shopping

source: Display ads
es_es: Anuncios Display

source: Free listings
es_es: Fichas gratuitas

source: No Image
es_es: Sin imagen

source: Edit
es_es: Editar

source: JSON Preview
es_es: Vista previa JSON

source: Advanced users: Verify that the data to be sent is technically correct. This JSON mirrors the Google Merchant Center Content API.
es_es: Usuarios avanzados: Verifica que los datos a enviar son técnicamente correctos. Este JSON replica el de la API Content de Google Merchant Center.

source: Send products automatically when selected
es_es: Enviar productos automáticamente cuando se seleccionan

source: Activated
es_es: Activado

source: Deactivated
es_es: Desactivado

source: If you select on, all selected products in the table will automatically sync with Google Merchant Center.
es_es: Si selecciona Activado, todos los productos seleccionados en la tabla se sincronizarán automáticamente con Google Merchant Center.

source: Send to Merchant Center
es_es: Enviar a Google Merchant Center

source: API Response:
es_es: Respuesta API:

source: Products successfully sent to Google Merchant Center.
es_es: Productos enviados correctamente a Google Merchant Center.

source: An error occurred. Please try again.
es_es: Ocurrió un error. Inténtalo de nuevo.

source: An error occurred during the request. Please check your network connection and try again.
es_es: Ocurrió un error durante la solicitud. Por favor, verifica tu conexión de red e inténtalo de nuevo.

source: No products to send.
es_es: No hay productos para enviar.

source: Unable to connect to Google Merchant Center.
es_es: No se puede conectar con Google Merchant Center.

source: Error sending product to Google Merchant Center:
es_es: Error al enviar el producto a Google Merchant Center:

source: Nonce verification failed.
es_es: Fallo en la verificación del nonce.

source: No products selected or invalid format.
es_es: No se han seleccionado productos o el formato es inválido.

source: Invalid request.
es_es: Petición incorrecta.

source: Credentials successfully saved.
es_es: Credenciales guardadas exitosamente.

source: Invalid Google Merchant Center credentials. Please go to Google Cloud Service Accounts to obtain your Service account for Merchant Center.
es_es: Credenciales de Google Merchant Center no válidas. Vaya a Cuentas de servicio de Google Cloud para obtener su cuenta de servicio para Merchant Center.

source: The JSON file is not valid.
es_es: El archivo JSON no es válido.

source: Please upload a valid JSON file.
es_es: Por favor, sube un archivo JSON válido.

source: Merchant Center ID successfully saved.
es_es: El ID de Merchant Center se guardó correctamente.

source: Please enter a valid numeric Google Merchant Center ID.
es_es: Por favor, introduce un ID numérico válido de Google Merchant Center.

source: Upload the JSON file containing your Google Merchant Center credentials.
es_es: Sube el archivo JSON que contiene tus credenciales de Google Merchant Center.

source: Current JSON credentials:
es_es: Credenciales JSON actuales:

source: Enter your Google Merchant Center ID.
es_es: Introduce tu ID de Google Merchant Center.

source: Please enter a numeric Merchant Center ID.
es_es: Por favor, introduce un ID numérico de Merchant Center.

source: Save Merchant Center ID
es_es: Guardar Merchant Center ID

source: OpenAI API key successfully saved.
es_es: Clave de API de OpenAI guardada exitosamente.

source: Enter your OpenAI API Key.
es_es: Ingrese su clave de API de OpenAI.

source: Save OpenAI API Key
es_es: Guardar clave de API de OpenAI

source: Google Merchant Center Fields by TSEO Indexing
es_es: Campos de Google Merchant Center por TSEO Indexing

source: Title
es_es: Título

source: Enter a title. Recommendation: 50-70 characters.
es_es: Ingrese un título. Recomendación: 50-70 caracteres.

source: AI: Generate Title
es_es: IA: Generar Título

source: Generating...
es_es: Generando...

source: Description
es_es: Descripción

source: Enter a specific description. Recommendation: 250-400 characters.
es_es: Ingrese una descripción específica. Recomendación: 250-400 caracteres.

source: AI: Generate Description
es_es: IA: Generar Descripción

source: Product condition (new, used, refurbished).
es_es: Condición del producto (nuevo, usado, reacondicionado).

source: Category
es_es: Categoría

source: Official Google category for the product.
es_es: Categoría oficial de Google para el producto.

source: Brand for the product.
es_es: Marca del producto.

source: Enter the global identification number (UPC, EAN, ISBN, etc.).
es_es: Introduce el número de identificación global (UPC, EAN, ISBN, etc.).

source: Manufacturer part number (MPN).
es_es: Número de parte del fabricante (MPN).

source: Select the destination(s) for this product:
es_es: Seleccione el(los) destino(s) de este producto:

source: Attributes for Clothing
es_es: Atributos para Ropa y Calzado

source: The color [color] attribute indicates the primary color of this product and is written as a name of up to 100 characters (for example, "red" or "apple cinnamon red"). If the product has more than one main color, each must be separated by a slash (for example, "red/brown"). The color should be the same as what appears on your landing page.
es_es: El atributo color [color] indica el color principal de este producto y debe escribirse como un nombre de hasta 100 caracteres (por ejemplo, "rojo" o "rojo canela"). Si el producto tiene más de un color principal, cada uno debe estar separado por una barra inclinada (por ejemplo, "rojo/marrón"). El color debe coincidir con lo que aparece en la página de destino.

source: Size
es_es: Talla

source: Enter the size of the product (XXS, XS, S, M, L, XL, 2XL, 3XL, 4XL, 5XL, or 6XL). For one size fits all: OSFA, OS, or one size. For footwear: numeric ranges 000-100 (Example: 35-39).
es_es: Ingresa la talla del producto (XXS, XS, S, M, L, XL, 2XL, 3XL, 4XL, 5XL o 6XL). Para talla única: OSFA, OS o one size. Para calzado: rangos numéricos 000-100 (Ejemplo: 35-39).

source: Gender
es_es: Género

source: Select the gender for which the product is designed.
es_es: Selecciona el género para el cual está diseñado el producto.

source: Select option
es_es: Seleccionar opción

source: Male
es_es: Hombre

source: Female
es_es: Mujer

source: Age Group
es_es: Grupo de Edad

source: Select the age group for the product.
es_es: Seleccione el grupo de edad para el producto.

source: Newborn
es_es: Recién nacido

source: Infant
es_es: Bebé

source: Toddler
es_es: Niño pequeño

source: Kids
es_es: Niños

source: Junior
es_es: Juvenil

source: Adult
es_es: Adulto

source: Invalid field or product ID.
es_es: ID de campo o producto no válido.

source: Invalid field.
es_es: Campo no válido.

source: Failed to generate content.
es_es: No se pudo generar el contenido.

source: OpenAI API key is not set. Please configure it in the settings.
es_es: La clave de API de OpenAI no está configurada. Por favor, configúrela en los ajustes.

source: Running service...
es_es: Ejecutando servicio...

source: Warning: This is a version of TSEO Indexing in development. Use at your own risk.
es_es: Advertencia: Esta es una versión en desarrollo de TSEO Indexing. Úsala bajo tu propio riesgo.

source: Take advantage of the power of TSEO PRO and do your own SEO like a true professional with multiple optimized tools without depending on external plugins.
es_es: Aprovecha el poder de TSEO PRO y haz tu propio SEO como un verdadero profesional con múltiples herramientas optimizadas sin depender de plugins externos.

source: By default, all published URLs are retrieved and marked as NULL, which means they are not selected to be sent to Google Console.
es_es: Por defecto, se obtienen todas las URLs publicadas y se marcan como NULL, lo que significa que no están seleccionadas para ser enviadas a Google Console.

source: They are the URLs marked to be published or updated in Google Console.
es_es: Son las URLs marcadas para ser publicadas o actualizadas en Google Console.

source: They are the URLs marked to be removed from Google Console.
es_es: Son las URLs marcadas para ser eliminadas de Google Console.

source: Important: Once the table is configured with the URLs to be published/updated or removed, go to the Console tab to send the batch requests. These will be processed until the quota limit is reached. Increase the quota in Google Cloud API Indexing if necessary.
es_es: Importante: Una vez que la tabla esté configurada con las URLs que se van a publicar/actualizar o eliminar, ve a la pestaña de Consola para enviar las solicitudes en lote. Estas se procesarán hasta que se alcance el límite de la cuota. Aumenta la cuota en Google Cloud API Indexing si es necesario.

source: URLs (one per line, up to 100 for Google Indexing):
es_es: URL (una por línea, hasta 100 para Google Indexing):

source: Updated URLs
es_es: Actualizar URLs

source: Deleted URLs
es_es: Eliminar URLs

source: Clear URLs
es_es: Limpiar URLs

source: Action:
es_es: Acción:

source: Publish/update URL
es_es: Publicar/Actualizar URL

source: Remove URL
es_es: Eliminar URL

source: Get URL status
es_es: Obtener estado URL

source: URLs to be sent to Google Console:
es_es: URL que se enviarán a Google Console:

source: URLs to be removed from Google Console:
es_es: URL que se eliminarán de Google Console:

source: Send to API
es_es: Enviar a API

source: First clear the list of URLs in the Tools tab and try again here.
es_es: Primero borre la lista de URLs en la pestaña Herramientas y vuelva a intentarlo aquí.

source: Please enter a valid URL.
es_es: Por favor introduzca una URL válida.

source: Response
es_es: Respuesta

source: Show raw response:
es_es: Mostrar respuesta cruda:

source: Do you want to remove these URLs from the list?
es_es: ¿Deseas eliminar estas URLs de la lista?

source: URLs successfully deleted!
es_es: ¡URLs eliminadas exitosamente!

source: Error deleting URLs:
es_es: Error al eliminar URLs:

source: Please select at least one URL to delete.
es_es: Por favor, selecciona al menos una URL para eliminar.

source: Google API Remaining Quota:
es_es: Cuota restante de la API de Google:

source: Invalid product ID.
es_es: ID de producto no válido.

source: Product ID not provided.
es_es: ID del producto no proporcionado.

source: Prepare a list of URLs to send to the Google Indexing API:
es_es: Prepare una lista de URL para enviar a la API de indexación de Google:

source: Paste the text or listing obtained from a sitemap or a Google Search Console listing that contains URLs and click the "Extract URLs" button to obtain a list of URLs separated by lines. This tool removes any text that is not a URL. Next, press the "Copy URLs" button to copy the result and paste it into the Console.
es_es: Pegue el texto o la lista obtenida de un mapa del sitio o una lista de Google Search Console que contenga URL y haga clic en el botón "Extraer URL" para obtener una lista de URL separadas por líneas. Esta herramienta elimina cualquier texto que no sea una URL. Luego, presione el botón "Copiar URL" para copiar el resultado y pegarlo en la Consola.

source: Paste the text here...
es_es: Pega el texto aquí...

source: Extract URLs
es_es: Extraer URLs

source: Copy URLs
es_es: Copiar URLs

source: No URLs found.
es_es: No se encontraron URL.

source: Settings
es_es: Ajustes
